Repository: t00m/MiAZ
Catalog: po/*.po
Languages: es_es

source: Since last 6 months
es_es: Desde hace seis meses

source: Since last year
es_es: Desde hace dos años

source: Since two years ago
es_es: Desde hace dos años

source: Since three years ago
es_es: Desde hace tres años

source: Since five years ago
es_es: Desde hace cinco años

source: Since ten years ago
es_es: Desde hace diez años

source: All documents
es_es: Todos los documentos

source: Review ({review})
es_es: Revisar ({review})

source: Enable
es_es: Habiltar

source: Disable
es_es: Deshabiltar

source: {item_types} management
es_es: Gestión de {item_types}

source: : Add
es_es: : Añadir

source: <b>Repository name</b>
es_es: <b>Nombre del repositorio</b>

source: Select target folder
es_es: Seleccionar el directorio destino

source: Repository added to list of available repositories
es_es: Repositorio añadido a la lista de repositorios disponible

source: No repository added. Invalid input. Try again by setting a repository name and a valid target directory
es_es: No se ha añadido el repositorio. Datos no válidos. Inténtalo otra vez seleccionando un directorio de destino y un nombre de repositorio válidos,

source: : Edit
es_es: : Editar

source: Repository target folder updated
es_es: Se ha actualizado el directorio destino para el repositorio

source: Repository target folder not updated
es_es: No se ha actualizado el directorio destino para el repositorio

source: {title} {id} removed from de list of available items
es_es: {title} {id} eliminado de la lista de items disponibles

source: {title} {id} is still being used
es_es: {title} {id} todavía está siendo usado

source: {title} {item} ready to be used
es_es: {title} {item} listo para ser usado

source: {title} {item} set as default
es_es: {title} {item} establecido como valor por defecto

source: All categories
es_es: Todas las categorías

source: All subcategories
es_es: Todas las subcategorías

source: <b>Import plugin</b>
es_es: <b>Importar plugin</b>

source: Plugin {plugin_name} v{plugin_version} imported successfully
es_es: Plugin {plugin_name} v{plugin_version} importado satisfactoriamente

source: {title} <i>{desc}</i> is still enabled. Please, disable it first before deleting it.
es_es: {title} <i>{desc}</i> todavía está habilitado Por favor, deshabilítalo primero antes de borrarlo.

source: {title} {desc} removed from de list of available {item_types}
es_es: {title} {desc} eliminado de la lista de {item_types} disponibles

source: {title} {desc} not removed from de list of available {item_types}
es_es: {title} {desc} no fue eliminado de la lista de {item_types} disponibles

source: Properties
es_es: Propiedades

source: These system plugins are always enabled for any repository
es_es: Estos plugin de sistema están siempre habilitados para cualquier repositorio

source: <small>Check your repository preferences to manage user plugins</small>
es_es: <small>Revisa las preferencias de tu repositorio para gestionar plugins de usuario</small>

source: Filter by free text
es_es: Filtrar por texto

source: Clear all filters
es_es: Limpiar todos los filtros
