Repository: t00m/MiAZ
Catalog: po/*.po
Languages: es_es

source: Personal Document Organizer
es_es: Organizador Personal de Documentos

source: Productivity;Personal;Documents;Organizer
es_es: Productividad;Personal;Documentos;Organizador

source: Sometimes, it is quite a challenge to keep the documentation of the family, schools, administration, billing, etc... well organized in terms of classification, disk space, time to do it and effort.
es_es: A veces, es todo un reto mantener la documentación de la familia, los colegios, la administración, la facturación, etc... bien organizada en términos de clasificación, espacio en disco, tiempo para hacerlo y esfuerzo.

source: MiAZ app aims to solve this problem: with minimal effort, it is possible to have all paperwork organized.
es_es: La aplicación MiAZ pretende resolver este problema: con un mínimo esfuerzo, es posible tener todo el papeleo organizado.

source: A little effort means: scan letters, donwload attachments from emails, place it in the right MiAZ repository directory, and edit the filename according to a set of fixed rules, like choosing the country, date, group, purpose, sender and receiver.
es_es: Un pequeño esfuerzo significa: escanear cartas, descargar archivos adjuntos de correos electrónicos, colocarlos en el directorio correcto del repositorio MiAZ y editar el nombre del archivo de acuerdo con una serie de reglas fijas, como elegir el país, la fecha, el grupo, el propósito, el remitente y el destinatario.

source: MiAZ helps you comply with these rules effortlessly.
es_es: MiAZ te ayuda a cumplir con estas reglas sin esfuerzo.

source: MiAZ about dialog
es_es: Diálogo Acerca de de MiAZ

source: Filter and search capabilities
es_es: Capacidades de búsqueda y filtrado

source: One menu for all tasks
es_es: Un menú para todas las tareas

source: Delete selected documents
es_es: Borrar los documentos seleccionados

source: <b>Are you sure?</b> The following documents will be deleted:
es_es: <b>¿Estás seguro?</b> Los siguientes documentos serán borrados:

source: Mass deletion
es_es: Borrado masivo

source: Repository management
es_es: Gestión de repositorios

source: {num_docs} documents deleted from repository
es_es: {num_docs} documentos borrados del repositorio

source: Action canceled by user
es_es: Acción cancelada por el usuario

source: Add new document(s)
es_es: Añadir nuevo(s) documento(s)

source: Add documents from directory
es_es: Importar documentos desde un directorio

source: Mass renaming of documents
es_es: Renombrado masivo de documentos

source: Mass renaming
es_es: Renombrado masivo

source: ... of {title}
es_es: ... de {title}

source: Rename a single document
es_es: Renombrar un solo documento

source: Edit selected document
es_es: Editar documento seleccionado

source: Rename document
es_es: Renombrar documento

source: Preview
es_es: Previsualizar

source: You are about to rename this document.
es_es: Estás a punto de renombrar este documento

source: Are you sure?
es_es: ¿Estás seguro?

source: Another document with the same name already exists in this repository
es_es: Otro documento con el mismo nombre ya existe en este repositorio

source: Display document
es_es: Mostrar documento

source: View document
es_es: Ver documento

source: Toggle Workspace view
es_es: Alternar la vista del área de trabajo

source: Show documents raw names
es_es: Mostrar los nombres en bruto de los documentos

source: Display Workspace toggle view button?
es_es: ¿Mostrar el botón de Workspace?

source: year
es_es: año

source: month
es_es: mes

source: day
es_es: día

source: App
es_es: Aplicación

source: Repositories
es_es: Repositorios

source: Countries
es_es: Países

source: Groups
es_es: Grupos

source: Purposes
es_es: Propósitos

source: Concepts
es_es: Conceptos

source: Person
es_es: Persona

source: Sent by
es_es: Enviado por

source: Sent to
es_es: Enviado a

source: UserPlugin
es_es: Plugin de usuario

source: Concept
es_es: Concepto

source: Country
es_es: País

source: Date
es_es: Fecha

source: Dates
es_es: Fechas

source: Document
es_es: Documento

source: Documents
es_es: Documentos

source: Extension
es_es: Extensión

source: Extensions
es_es: Extensiones

source: File
es_es: Fichero

source: Files
es_es: Ficheros

source: Group
es_es: Grupo

source: Natural or legal entity
es_es: Persona/Entidad

source: Natural or legal entities
es_es: Personas/Entidades

source: Purpose
es_es: Propósito

source: Repository
es_es: Repositorio

source: Sender
es_es: Remitente

source: Senders
es_es: Remitentes

source: Recipient
es_es: Destinatario

source: Recipients
es_es: Destinatarios

source: No repositories found.
es_es: No se ha encontrado ningún repositorio.

source: Please, create a new repository, if none exists yet.
es_es: Por favor, crea un nuevo repositorio si todavía no existe uno.

source: Otherwise, check if the directory exists (local repository) or if the server is accessible (remote repository).
es_es: En caso contrario, comprueba si el directorio existe (repositorio local) o si el servidor es accesible (repositorio remoto).

source: Main Window
es_es: Pantalla principal

source: Help
es_es: Ayuda

source: Quit application
es_es: Salir de la aplicación

source: Workspace
es_es: Área de trabajo

source: Cancel
es_es: Cancelar

source: Apply
es_es: Aplicar

source: Close
es_es: Cerrar

source: Yes
es_es: Sí

source: Module
es_es: Módulo

source: Name
es_es: Nombre

source: Loader
es_es: Cargador

source: Description
es_es: Descripción

source: Authors
es_es: Autores

source: Copyright
es_es: Derechos de autor

source: Website
es_es: Página web

source: Version
es_es: Versión

source: Category
es_es: Categoría

source: Subcategory
es_es: Subcategoría

source: Data Management
es_es: Gestión de datos

source: Import
es_es: Importar

source: Plugins for importing documents
es_es: Plugin para importar documentos

source: Export
es_es: Exportar

source: Plugins for exporting documents
es_es: Plugins para exportar documentos

source: Backup
es_es: Copia de seguridad

source: Plugins for backing up your repository
es_es: Plugins para hacer copias de seguridad de tu repositorio

source: Restore
es_es: Restaurar

source: Plugins for restoring backups
es_es: Plugins para restaurar copias de seguridad

source: Single mode
es_es: Procesamiento individual

source: Plugins for manipulating data for a single document
es_es: Plugins para manipular datos en un solo documento

source: Batch mode
es_es: Procesamiento por lotes

source: Plugins for bulk data manipulation
es_es: Plugins para la manipulación masiva de datos

source: Synchronisation
es_es: Sincronización

source: Plugins for syncing data with cloud services or between devices
es_es: Plugins para sincronizar datos con servicios en cloud o entre dispositivos

source: Migration
es_es: Migración

source: Plugins for transferring data between different platforms or systems
es_es: Plugins para transferir datos entre diferentes plataformas o systemas

source: Deletion
es_es: Borrado

source: Plugins for securely removing documents or data from the repository
es_es: Plugins para borrar con seguridad documentos o datos de un repositorio

source: Content Organisation
es_es: Organización de contenido

source: Tagging and Classification
es_es: Etiquetado y clasificación

source: Plugins for categorising and tagging documents
es_es: Plugins para categorizar y etiquetar documentos

source: Search and Indexing
es_es: Búsqueda e indexado

source: Plugins that improve search capabilities or indexing methods
es_es: Plugins para mejorar las capacidades de búsqueda o los métodos de indexación

source: Metadata Management
es_es: Gestión de metadatos

source: Plugins for adding, editing, or viewing document metadata
es_es: Plugin para añadir, editar o ver los metadatos de un documento

source: Visualisation and Diagrams
es_es: Visualización y diagramas

source: Diagram Creation
es_es: Creación de diagramas

source: Plugins for creating flowcharts, mind maps, and other visual representations
es_es: Plugins para crear diagramas de flujo, mapas mentales y otras representaciones visuales

source: Data Visualisation
es_es: Visualización de datos

source: Plugins that generate graphs, charts, or other visual data summaries
es_es: Plugins que generan gráficas u otros resúmenes de datos visuales

source: Dashboard Widgets
es_es: Widgets del panel de control

source: Plugins that provide a summary of key information in a dashboard format
es_es: Plugins que proporcionan un resumen de la información clave en formato de panel de control

source: Document Viewers
es_es: Visor de documentos

source: Plugins for displaying documents in their native formats
es_es: Plugins para mostrar documentos en sus formatos nativos

source: Security and Privacy
es_es: Seguridad y privacidad

source: Encryption/Decryption
es_es: Cifrado/Descifrado

source: Plugins that encrypt or decrypt documents
es_es: Plugins para cifrar o descifrar documentos

source: Access Control
es_es: Control de acceso

source: Plugins for managing user permissions and access levels
es_es: Plugins para administrar permisos de usuario y niveles de acceso

source: Audit and Logging
es_es: Auditoría y registro

source: Plugins that track changes and access history
es_es: Plugins que rastrean los cambios y acceden al historial

source: Automation and Workflow
es_es: Automatización y flujo de trabajo

source: Task Automation
es_es: Automatización de tareas

source: Plugins that automate repetitive tasks, like renaming files or sorting documents
es_es: Plugins para automatizar tareas repetitivas, tales como renombrado de ficheros u ordenación de documentos

source: Workflow Management
es_es: Gestión de flujos de trabajo

source: Plugins for creating and managing document-related workflows
es_es: Plugins para crear y gestionar flujos de trabajo relacionados con documentos

source: Notification Systems
es_es: Sistemas de notificaciones

source: Plugins for notifying users of specific events or deadlines
es_es: Plugins para notificar a los usuarios sobre eventos o fechas límite específicas

source: Integration and Interoperability
es_es: Integración e interoperabilidad

source: API Connectors
es_es: Conectores API

source: Plugins that allow integration with third-party services (e.g., Google Drive, Dropbox, Slack)
es_es: Plugins que permiten la integación con servicios de terceros (como Google Drive, Dropbox, Slack, etcétera)

source: Third-Party Service Integration
es_es: Integración con servicios de terceros

source: Plugins for integrating with tools like CRM, ERP, or project management systems
es_es: Plugins para integrar herramientas como CRM, ERP o sistemas de gestión de proyectos

source: Communication Tools
es_es: Herramientas de comunicación

source: Plugins for email, messaging, or social media integration
es_es: Plugins para la integración con correo electrónico, mensajería o redes sociales

source: Customisation and Personalisation
es_es: Personalización

source: Themes and UI Customisation
es_es: Temas y personalización del Interfaz Gráfico

source: Plugins that allow users to change the application appearance
es_es: Plugins para permitir a los usuarios cambiar la apariencia de la aplicación

source: Templates
es_es: Plantillas

source: Pre-defined document templates or layout options
es_es: Plantillas de documentos predefinidas u opciones de diseño

source: Language Packs
es_es: Paquetes de lenguaje

source: Plugins for multi-language support or localisation
es_es: Plugins para compatibilidad con varios idiomas o localización

source: Analytics and Reporting
es_es: Análisis e informes

source: Usage Analytics
es_es: Análisis de uso

source: Plugins that provide insights into how the application is used
es_es: Plugins que brindan información sobre cómo se utiliza la aplicación

source: Document Statistics
es_es: Estadísticas de documentos

source: Plugins that analyse and report on document content
es_es: Complementos que analizan e informan sobre el contenido de los documentos

source: Custom Reports
es_es: Informes personalizados

source: Plugins for generating bespoke reports based on user-defined criteria
es_es: Plugins para generar informes personalizados según criterios definidos por el usuario

source: Collaboration
es_es: Colaboración

source: Real-time Collaboration
es_es: Colaboración en tiempo real

source: Plugins that enable multiple users to work on the same document simultaneously
es_es: Complementos que permiten que varios usuarios trabajen en el mismo documento simultáneamente

source: Version Control
es_es: Control de versiones

source: Plugins for managing document versions and changes
es_es: Plugins para gestionar versiones y cambios de documentos

source: Comments and Annotations
es_es: Comentarios y anotaciones

source: Plugins for adding comments or annotations to documents
es_es: Plugins para añadi comentarios o anotaciones a documentos

source: Content Editing and Formatting
es_es: Edición y formato de contenido

source: Advanced Editors
es_es: Editores avanzados

source: Plugins that offer enhanced text, image, or video editing capabilities
es_es: Plugins que ofrecen capacidades mejoradas de edición de texto, imágenes o videos

source: Formatting Tools
es_es: Herramientas de formato

source: Plugins for applying or automating specific formatting rules across documents
es_es: Plugins para aplicar o automatizar reglas de formato específicas en todos los documentos

source: Conversion Tools
es_es: Herramientas de conversión

source: Plugins that convert documents into different formats (e.g., Word to PDF)
es_es: Plugins que convierten documentos a diferentes formatos (por ejemplo, de Word a PDF)

source: Support and Help
es_es: Soporte y ayuda

source: Guides and Tutorials
es_es: Guías y tutoriales

source: Plugins that provide user manuals, tutorials, or onboarding guides
es_es: Plugins que proporcionan manuales de usuario, tutoriales o guías de incorporación

source: Troubleshooting Tools
es_es: Herramientas de resolución de problemas

source: Plugins for diagnosing and fixing common issues within the application
es_es: Plugins para diagnosticar y solucionar problemas comunes dentro de la aplicación

source: User Feedback
es_es: Comentarios de los usuarios

source: Plugins that allow users to submit feedback or suggestions
es_es: Plugins que permiten a los usuarios enviar comentarios o sugerencias

source: Archiving and Compliance
es_es: Archivado y cumplimiento

source: Long-Term Archiving
es_es: Archivado a largo plazo

source: Plugins for storing documents in long-term, secure formats
es_es: Plugins para almacenar documentos en formatos seguros a largo plazo

source: Compliance Checkers
es_es: Verificadores de cumplimiento

source: Plugins that ensure documents meet regulatory or legal standards
es_es: Plugins que garantizan que los documentos cumplan con los estándares regulatorios o legales

source: Retention Policies
es_es: Políticas de retención

source: Plugins for setting and enforcing document retention rules
es_es: Plugins para establecer y aplicar reglas de retención de documentos

source: ETL and Data Processing
es_es: ETL Y proceso de datos

source: Data Extraction
es_es: Extracción de datos

source: Plugins for extracting data from various sources (APIs, databases, files)
es_es: Plugins para extraer datos de varias fuentes (APIs, bases de datos, ficheros)

source: Data Transformation
es_es: Transformación de datos

source: Plugins for cleaning, enriching, or reformatting extracted data
es_es: Plugins para limpiar, enriquecer o reformatear los datos extraídos

source: Data Loading
es_es: Carga de datos

source: Plugins for importing processed data into target systems or repositories
es_es: Plugins para importar datos procesados en sistemas o repositorios de destino

source: Workflow Automation
es_es: Automatización de tareas

source: Plugins for orchestrating multi-step ETL processes
es_es: Plugins para orquestar procesos ETL de varios pasos

source: Data Quality
es_es: Calidad de datos

source: Plugins for validating, deduplicating, or ensuring data consistency
es_es: Plugins para validar, deduplicar o garantizar la coherencia de los datos

source: Artificial Intelligence
es_es: Inteligencia Artificial

source: Text Analysis
es_es: Análisis de texto

source: Plugins for NLP tasks like summarization, sentiment analysis, or entity recognition
es_es: Plugins para tareas de PLN como el resumen, el análisis de sentimientos o el reconocimiento de entidades.

source: Document AI
es_es: Documento AI

source: Plugins for intelligent document processing (e.g., OCR, form recognition)
es_es: Plugins para el tratamiento inteligente de documentos (por ejemplo, OCR, reconocimiento de formularios)

source: Predictive Analytics
es_es: Análisis predictivo

source: Plugins for forecasting or pattern detection in data
es_es: Plugins de previsión o detección de patrones en los datos

source: Recommendation Systems
es_es: Sistemas de recomendación

source: Plugins for suggesting relevant content or actions based on user behavior
es_es: Plugins para sugerir contenidos o acciones relevantes en función del comportamiento del usuario

source: AI Assistants
es_es: Asistente IA

source: Plugins with chatbot-like interactions or automated task assistance
es_es: Plugins con interacciones tipo chatbot o asistencia automatizada a tareas

source: Model Integration
es_es: Integración de modelos

source: Plugins for connecting to external AI models (e.g., OpenAI, Hugging Face)
es_es: Plugins para conectarse a modelos de IA externos (por ejemplo, OpenAI, Hugging Face)

source: Others
es_es: Otros

source: Miscelanea
es_es: Miscelánea

source: Plugins not fitting in another category
es_es: que no encajan en otra categoría

source: user
es_es: usuario

source: system
es_es: sistema

source: Any
es_es: Cualquiera

source: None
es_es: Ninguno

source: No data
es_es: Sin datos

source: No repositories found
es_es: Ningún repositorio encontrado

source: Action not implemented yet
es_es: Esta acción no ha sido implementada todavía

source: Import the configuration hasn't been implemented yet
es_es: La importación de la configuración no ha sido implementada todavía

source: There aren't repositories configured. Please, create one.
es_es: No hay repositorios configurados. Por favor, crea uno.

source: You must select at least one document
es_es: Debes seleccionar al menos un documento

source: Action ignored
es_es: Acción ignorada

source: No active repositories have been found
es_es: No se ha encontrado ningún repositorio activo

source: No documents found
es_es: No se han encontrado documentos

source: <big>Try a different search, reset filters or add new documents</big>
es_es: <big>Prueba buscando algo diferente, limpiando los filtros o añadiendo nuvos documentos</big>

source: MiAZ Assistant
es_es: Asistente de MiAZ

source: Welcome
es_es: Bienvenido

source: Summary
es_es: Sumario

source: Select a directory
es_es: Seleccionar un directorio

source: Choose target directory
es_es: Elige el directorio destino

source: Directory not set
es_es: Directorio no establecido

source: Repository settings assistant
es_es: Asistente para ajustes del repositorio

source: Manage countries
es_es: Gestionar países

source: Manage groups
es_es: Gestionar grupos

source: Manage purposes
es_es: Gestionar propósitos

source: Manage people receiving documents
es_es: Gestionar personas recibiendo documentos

source: Manage people sending documents
es_es: Gestionar personas enviando documentos

source: You are set!
es_es: ¡Todo listo!

source: You can continue using the application now
es_es: Puedes continuar ahora usando la aplicación

source: {ns} documents selected
es_es: {ns} documentos seleccionados

source: {nv} documents in this view
es_es: {nv} documentos en esta vista

source: {nr} documents in this repository
es_es: {nr} documentos en este repositorio

source: Review
es_es: Revisar

source: There are documents pending of review
es_es: Hay documentos pendientes de revisión

source: Settings
es_es: Ajustes

source: About
es_es: Acerca de

source: Exit
es_es: Salir

source: Choose a concept
es_es: Elige un concepto

source: YYYYmmdd
es_es: AAAAmmdd

source: Type anything here...
es_es: Escribe cualquier cosa aquí...

source: Current filename
es_es: Nombre de fichero actual

source: <b>New filename</b>
es_es: <b>Nuevo nombre de fichero</b>

source: Type here for filtering entries
es_es: Escribe aquí para filtrar

source: <b>Action not possible</b>
es_es: <b>Acción no posible</b>

source: {title} {desc} is still being used by {num_docs} documents
es_es: {title} {desc} todavía está siendo usado por {num_docs} documentos

source: {title} {desc} disabled
es_es: {title} {desc} deshabilitado

source: <b>Add new {title}</b>
es_es: <b>Añadir nuevo {title}</b>

source: <b>{title} key</b>
es_es: <b>Clave de {title}</b>

source: <b>Description</b>
es_es: <b>Descripción</b>

source: {title} {value} added to list of available {item_types}
es_es: {title} {value} añadido a la lista de {item_types} disponibles

source: Either the {title} key or the description are empty. Please, check.
es_es: O bien el identificador del {title} o bien la descripción están vacíos. Por favor, revisa.

source: {title} <i>{old}</i> renamed to <i>{new}</i> globally
es_es: {title} <i>{old}</i> renombrado a <i>{new}</i> globalmente

source: Rename not possible. Both {title} descriptions are the same
es_es: El renombrado no es posible. Ambas descripciones de {title} son idénticas

source: You are about to delete <i>{title} {desc}</i>. Are you sure?
es_es: Estás a punto de borrar <i>{title} {desc}</i>. ¿Estás seguro?

source: {title} {desc} is not used by any document. However, it is enabled. Please, disable it first before deleting it.
es_es: {title} {desc} no está siendo usado por ningún documento. Sin embargo, todavía está habilitado. Por favor, deshabilítalo antes de borrarlo.

source: {title} {desc} removed from de list of available {item_types}
es_es: {title} {desc} eliminado de la lista de {item_types} disponibles

source: {title} {desc} not deleted from de list of available {item_types}
es_es: {title} {desc} no fue eliminado de la lista de {item_types} disponibles

source: {title} {item} has been enabled
es_es: {title} {item} ha sido habilitado

source: {title} {item} is already enabled
es_es: {title} {item} ya está habilitado

source: Application settings
es_es: Ajustes de la aplicación

source: Aspect
es_es: Aspecto

source: User interface
es_es: Interface de usuario

source: Preferences
es_es: Preferencias

source: Active repository
es_es: Repositorio activo

source: Manage plugins
es_es: Gestionar plugins

source: Plugin Manager
es_es: Gestor de plugins

source: Would you like to set the repository {repository} as default?
es_es: ¿Te gustaría establecer el repositorio {repository} por defecto?

source: Please, note that the app will be restarted upon confirmation
es_es: Por favor, tenga en cuenta que la aplicación se reiniciará después de confirmar

source: Repository %s enabled
es_es: Repositorio %s habilitado

source: Action canceled. Repository not switched
es_es: Acción cancelada. No se ha cambiado de repositorio

source: Settings for repository
es_es: Ajustes del repositorio

source: Active
es_es: Activo

source: Type
es_es: Tipo

source: Flag
es_es: Bandera

source: available
es_es: disponibles

source: enabled
es_es: en uso

source: Directory
es_es: Directorio

source: Group Id
es_es: Grupo

source: Purpose Id
es_es: Propósito

source: Concept Id
es_es: Concepto

source: Initials
es_es: Iniciales

source: Source
es_es: Origen

source: Target
es_es: Destino

source: Filename
es_es: Nombre de fichero

source: Plugin Id
es_es: Plug-in

source: This month
es_es: Este mes

source: Since past month
es_es: Desde hace un mes

source: Since last 3 months
es_es: Desde hace tres meses
